---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.PointLoadType
source: html/26c0b360-1166-9aa0-23bc-c3e0ded70d3c.htm
---
# PointLoadType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.